{ 
    "Wi-fi": {
        "Username": "MHacks11",
        "Password": "anyonecancode"
    },
    "Address": "606 E Hoover Ave, Ann Arbor, MI 48104",
    "Email": "hackathon@umich.edu",
    "General": {
        "What happens at a hackathon?": "Participants (“hackers”) spend 36 hours working in teams of 1 - 4 people to build or code or design projects (“hacks”) that they’re excited about. There are workshops, mentors, food, swag, and buckets of coffee to guide you along the way. You bring your ideas, and we give you everything you need to make them come to life.",
        "What do people normally make?": "Hacks generally fall under one (or more) of the seven cortices: Web Development, Android, iOS, AI/ML, AR/VR, Game Development, and Hardware. Check out the hacks from MHacks 11 on Devpost.",
        "Do I have to know how to code to attend?": "Nope! We’ll have lots of resources including workshops and a sweet mentorship system to help beginners get started. We will also dedicate one room to new hackers and have several project ideas to help you get started.",
        "Who runs MHacks?": "MHacks is run by a group of dedicated and passionate young people, most of whom are students at the University of Michigan."
        },
    "Hacking": {
        "What if I don't have a team or idea?": "Not to worry, most people don’t! We have some great activities planned before and during the event to help you meet teammates and start thinking through your ideas.",
        "What kind of hardware will there be?": "There’ll be tons of cool hardware for you to hack on. We’ll put out a list closer to the event so you can see what’s available. You can also feel free to bring your own from home or email us with any suggestions."
    },
    "Help!": {
        "I don’t want to hack, I want to ________!": "If you’re contemplating judging, volunteering, or mentoring, shoot us an email at hackathon@umich.edu. If your company is interested in becoming a sponsor, check out the sponsorship section below.",
        "I didn’t find my question here...": "If you’ve got something else on your mind, fire it off to hackathon@umich.edu!"
    },
    "Application": {
        "How do I apply?": "Step one is to create an MHacks Account and fill out some basic information in your MHacks Profile. Once that's done, you'll be able to apply for MHacks 12! Note that if you're accepted to MHacks 12, you will need to Confirm your acceptance.",
        "When are applications closing?": "Applications will be evaluated on a rolling basis. Space fills up quickly, so apply early! To be eligible for a Travel Reimbursement, you will need to apply ASAP, no exceptions will be made. You are eligible for a Travel Reimbursement if there are no MHacks Buses nearby your location and it costs you money to get to MHacks.",
        "How and when will I hear back?": "We’ll be releasing decisions weekly on Mondays soon after the application opens.",
        "Who can apply?": "If you’re enrolled in a high school, college, or university, or if you left school during the current school year, you’re good to go! (Minors are welcome to apply, but will need to fill out a couple extra forms in order to attend.)",
        "Can we apply as a team?": "Apply individually for now and include your teammates' emails in the 'anything else' question. We'll have a tool in the near future to get teams set up.",
        "What if I'm a Michigan student?": "Michigan students will need to apply and be accepted to be able to attend MHacks.",
        "What are you looking for in an application?": "Above anything else—passion. Tell us what you care about, what excites you. We want to know what’ll drive you to start and continue hacking. If there’s something about MHacks in particular that you’re excited about, we’d love to hear about that too!",
        "Are you allowing walk-ins?": "We will not be allowing walk-ins. To ensure that you’ll be allowed in, please apply ahead of time."
    },
    "Logistics": {
        "How will I get there from other schools?": "After you’ve applied and received word that you're coming to MHacks, we'll share information about buses and travel reimbursements. More than likely, we'll be sending a bus to a school near you. If you’re flying in, we’ll have shuttles from DTW as well. All bus schedules will be released closer to the event.",
        "What if I'm an international student?": "If you go to school in Canada, we may be sending a bus to your university or one near you. If you are traveling from another country, the first step is to make sure you have a valid travel visa. Please refer to this website to make sure you meet the requirements and get started on the process if you haven’t already. If you need anything from the organizers, such as a letter of invitation, please contact us as soon as possible at hackathon@umich.edu.",
        "Will you be offering travel reimbursements": "We can’t guarantee reimbursements for everyone, but we don’t want money to keep you from experiencing MHacks. You’ll get a reimbursement amount along with your invitation. Let us know if you still need help making your way to Ann Arbor and we’ll see what we can do.",
        "Will there be parking available?": "Parking will be available first-come first-serve in very limited quantities at nearby University of Michigan parking lots.",
        "What should I bring?": "You should bring your student ID and anything you’d need for a sleepover: laptop, charger, deodorant (!), change of clothes, etc.. You won’t need food or drinks; we’ve got you covered there.",
        "What shouldn't I bring?": "Weapons of any kind, drugs, or alcohol. If you’re not sure whether something will be okay, please ask ahead of time!"
    }
}